var mainFontName = { 
    "en": "Lilita One"
}

var gameTexts = { 
    "en": [
        ["Start", 27],
        ["选择\n游戏模式", 60],
        ["经典", 27],
        ["Start", 27],
        ["Pause", 80],
        ["Continue", 27],
        ["更多Game", 20],
        ["", 25],
        ["选择\n颜色", 26],
        ["Score", 40, 27],
        ["关", 27],
        ["等级\n选择", 70],
        ["Next Level", 27],
        ["结束Game", 27],
        ["OK?", 27],
        ["Yes", 27],
        ["No", 27],
        ["Game Over", 60],
        ["Main Menu", 27],
        ["Help", 27],
        ["关闭Help ", 27],
        ["选择数字盒子总数加起来等于上方格子里的数目。", 25],
        ["组合成的数字盒子越多，分数越多。\n选择同样颜色的格子会加分。\n在剩余时间内将屏幕的数字都清除。", 25],
        ["注意数字与运算符的顺序，不能从运算符Start选起。", 25],
        ["数字盒子达到屏幕顶端时Game将结束。", 25],
        ["更多Game", 27]
    ]

}